Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/davviriikkala-sami-ovttasbargu_id_24390.html.tmx
Source language: sme
Languages: nob

source: Davviriikkalaš sámi ovttasbargu
nob: Nordisk samisk samarbeid

source: Ruoŧas , Suomas ja Norggas lea ovttasbargu sámi áššiid olis sihke ámmát- ja politihkalaš dásis .
nob: Sverige , Finland og Norge har et samarbeid om samiske spørsmål både på embets- og politisk nivå .

source: Sámi áššiid davviriikkaid ámmátolbmoorgána bokte deaivvadit dán golmma riikka eiseválddit ja sámedikkit jeavddalaččat lonuhallat dieđuid ja digaštallat .
nob: Gjennom Nordisk embetsmannsorgan for samiske spørsmål møtes myndighetene og sametingene i de tre landene jevnlig for gjensidig informasjon og diskusjon .

source: 2001 ásahuvvui maiddái bistevaš ovttasbargu politihkalaš dásis gaskal sámediggepresideanttaid ja ministariid geain lea ovddasvástádus golmma riikka sámeáššiin .
nob: Et fast samarbeid på politisk nivå ble etablert i 2001 mellom sametingspresidentene og ministrene med ansvar for samiske saker i de tre landene .

source: Maŋŋágo Davviriikkaid sámi- ja boazodoalloáššiid ovttasbargoorgána ásahuvvui Gonagaslaš resolušuvnnain 1964 , lea Norggas , Ruoŧas ja Suomas leamaš sámi áššiin ovttasbargu máŋgga dásis .
nob: Etter at Nordisk samarbeidsorgan for same- og reindriftsspørsmål ble opprettet ved Kgl. res. i 1964 , har Norge , Sverige og Finland hatt et samarbeid i samiske spørsmål på flere nivåer .

source: Davviriikkalaš sámekonvenšuvdna
nob: Nordisk samekonvensjon

source: Davviriikkaid sámekonvenšuvnna evttohusa lea davviriikkalaš áššedovdijoavku ráhkadan daid ministariid gohččuma vuođul , geain lea ovddasvástádus sámi áššiin Norggas , Ruoŧas ja Suomas .
nob: En nordisk ekspertgruppe overleverte sin innstilling med et utkast til en nordisk samekonvensjon høsten 2005 .

source: Áššedovdijoavku geigii evttohusa Helssegis skábmamánu 16. b. 2005 , Suoma , Norgga ja Ruoŧa sámeministariid ja gullevaš sámediggepresideanttaid oktasaščoahkkimis .
nob: Ministrene og sametingspresidentene i Finland , Sverige og Norge er enige om å se på hvordan eventuelle konvensjonsforhandlinger kan gjennomføres i praksis .
